<template>
  <v-container fluid>
    <v-card color="#3F73FA" class="ma-auto" max-width="1000" dark>
      <v-card-text class="text-h4">
        Приложение Warehouse разработано для работы с информацией о товарах на складе. На данном складе хранится информация о различных товарах для автомобилей. Для поиска информации сначала необходимо войти в аккаунт, после чего можно найти информацию с помощью текстовых полей вверху, искать можно либо по артикулу либо по названию.Сотрудник склада может искать/изменять/удалять/добавлять информацию, представитель компании может лишь выполнять поиск товаров.
      </v-card-text>
    </v-card>
  </v-container>
</template>

<script lang="ts">
export default {
  name: "MainPageMemo"
}
</script>

<style scoped>

</style>